Repository: wp-plugins/merchiumru
Catalog: languages/merchium-*.po
Languages: ru_ru

source: Sign up
ru_ru: Открыть магазин

source: Finish & Create Store
ru_ru: Открыть магазин

source: Login to your store
ru_ru: Войти в магазин

source: Your store name
ru_ru: Название магазина

source: Sign up at Merchium
ru_ru: Откройте магазин на Мерчиуме

source: Login
ru_ru: Войти

source: Merchium Store
ru_ru: Мерчиум

source: Merchium Store - General settings
ru_ru: Онлайн-магазин на Мерчиуме

source: General settings
ru_ru: Общие настройки

source: General
ru_ru: Общее

source: Thank you for choosing Merchium!
ru_ru: Спасибо, что выбрали Мерчиум!

source: Add a Merchium online shop in your WordPress site in 3 easy steps.
ru_ru: Подключите онлайн-магазин в свой сайт на WordPress, выполнив три простых шага.

source: Congratulations!
ru_ru: Поздравляем!

source: Your Merchium store is now connected to your WordPress website.
ru_ru: Ваш магазин на Мерчиуме успешно подключен к сайту на WordPress.

source: Create a new Merchium account which you will use to manage your store and inventory. The registration is free.
ru_ru: Войдите в свой магазин на Мерчиуме или бесплатно создайте новый.

source: Create a free account
ru_ru: Открыть бесплатный магазин

source: I already have a Merchium account, log in
ru_ru: У меня уже есть магазин на Мерчиуме, войти

source: Copy the store widget code
ru_ru: Скопируйте код виджета магазина

source: Open your Merchium admin panel, go to <strong>Design → Layouts</strong>, and copy the <strong>Widget code</strong>. You can pick a layout you want to use for your WordPress shop.
ru_ru: В своей панели администратора Мерчиума перейдите на страницу <strong>Дизайн → Макеты</strong> и скопируйте <strong>Код виджета</strong>. Там же вы можете выбрать макет витрины для использования с WordPress.

source: Control panel
ru_ru: Панель управления

source: Visit storefront
ru_ru: Перейти на витрину

source: Paste the code
ru_ru: Вставьте код виджета

source: Paste the code in the box below and click Connect store:
ru_ru: Встатьте код виджета в поле ниже и нажмите на кнопку <strong>Подключить магазин</strong>:

source: Store widget code
ru_ru: Код виджета магазина

source: Connect store
ru_ru: Подключить магазин

source: To connect another store, <a [meta]>disconnect the current one</a> and enter the new store widget code.
ru_ru: Чтобы подключить другой магазина, <a [meta]>отключите этот</a> и вставьте код виджета нового магазина.

source: Feel free to <a href="http://help.merchium.com">contact us</a> if you have any questions about Merchium.
ru_ru: <a href="http://help.merchium.ru">Пишите нам</a>, если у вас есть любые вопросы по Мерчиуму.

source: Field is mandatory
ru_ru: Это поле обязательно

source: Email address
ru_ru: Email

source: Password
ru_ru: Пароль

source: Recover password
ru_ru: Восстановить пароль

source: Store
ru_ru: Магазин

source: Merchium shopping cart settings
ru_ru: Настройки Мерчиума

source: Do you like your Merchium online store? We'd appreciate it if you <a target="_blank" href="%s">add your review and vote</a> for the plugin on Wordpress site. (<a class="merch-hide-vote-message">Close</a> and do not show this message anymore)
ru_ru: Вам нравится ваш онлайн-магазин на Мерчиуме? Мы будем благодарны за ваши <a target="_blank" href="%s">положительный отзыв и голос</a> на сайте WordPress. (<a class="merch-hide-vote-message">Закрыть</a> и больше не показывать)

source: We have successfully logged in!
ru_ru: Вы успешно вошли!

source: Thanks for registering at Merchium!
ru_ru: Спасибо за то, что открыли магазин на Мерчиуме!

source: Please go to your <a href="[url]" target="_blank">admin panel</a> (Design → Layouts), copy the widget code, and come back here.
ru_ru: Пожалуйста, перейдите в свою <a href="[url]" target="_blank">панель администратора</a>, на страницу <strong>Дизайн → Макеты</strong>, скопируйте код виджета магазина и возвращайтесь на эту страницу.
